[
"Małe, białe i zjada kamyczki? Mały biały zjadacz kamyczków.",
"Dlaczego mleko zawiera tłuszcz? Żeby nie skrzypiało przy dojeniu.",
"Dlaczego nie można spać na suficie? Bo kołderka się zsuwa.",
"Dlaczego głuchy złodziej nie poszedł do więzienia? Bo nie usłyszał zarzutów.",
"Co zakłada złodziej na Sylwestra? Że nie ma cię w domu.",
"Czemu wariat wyrzuca zegarek z pociągu? Żeby zobaczyć, jak czas leci.",
"Czy z prawem jazdy kat. C mogę jeździć autobusem? Tak, jeśli kupisz bilet.",
"Kto to jest turysta? Ktoś, kto jedzie setki kilometrów, żeby zrobić zdjęcie obok własnego auta.",
"Czym się różni nauczyciel od balkonu? Balkon utrzyma czteroosobową rodzinę.",
"Jakie spodnie nosi brukarz? Do kostek.",
"Czy zostaje ci dużo pieniędzy na koniec miesiąca? Nie, zostaje dużo miesiąca na koniec pieniędzy.",
"Ile osób pracuje w polskich urzędach? Maksymalnie połowa.",
"Co mówi kanapka do pijaka? Zaraz wrócę.",
"Co się dzieje z dziewczynkami, które nie chcą jeść? Są szczupłe, zostają modelkami i zarabiają fortunę.",
"Jak matematycy zapraszają się na alkohol? Chodź, zamienimy procenty na promile.",
"Po co myje się szklanki? Żeby zmieściło się więcej herbaty.",
"Skąd wziął się taniec irlandzki? Za dużo whisky i piwa, za mało toalet.",
"Dlaczego pająk ma osiem nóg? Żeby mógł chodzić, gdy dzieciak wyrwie mu sześć.",
"Jaka jest ulubiona zabawa dzieci grabarza? W chowanego.",
"Czy bulterier lubi dzieci? Tak, ale kupuję mu karmę.",
"Co mówi ksiądz po ślubie informatyka? Pobieranie zakończone.",
"Jaka jest pierwsza zasada języka migowego? Nie mówić przy jedzeniu.",
"Który z dwóch łysych jest bardziej łysy? Ten, który ma większą głowę.",
"Jaka jest różnica między małym a dużym miastem? W dużym mieście można więcej zobaczyć, a w małym więcej usłyszeć.",
"Co jest bardziej potrzebne Księżyc czy Słońce? Księżyc, bo w dzień i tak jest jasno.",
"Co robi deszcz kiedy jest zmęczony? Pada na twarz.",
"Co mówi księżyc do Słońca? Ty wschodzisz, ja spadam.",
"Dlaczego komputer jest mądry? Bo ma dużo RAM.",
"Po co kura przeszła przez ulicę? Żeby dostać się na drugą stronę.",
"Co robi ryba w bibliotece? Czyta rybriotekę.",
"Dlaczego nie można ufać drabinie? Bo opiera się na innych.",
"Co mówi ściana do ściany? Spotkajmy się na rogu.",
"Po co słonie noszą okulary przeciwsłoneczne? Żeby nikt ich nie poznał.",
"Dlaczego pomidor się zaczerwienił? Bo zobaczył ogórka w sałatce.",
"Co robi programista na plaży? Debugguje piasek.",
"Jak nazywa się kot magika? Kociniuszka.",
"Co mówi zero do ósemki? Ładny pasek.",
"Dlaczego nie wolno rozmawiać z liczbami? Bo mają swoje zdanie.",
"Co robi książka w zimie? Okrywa się okładką.",
"Co mówi chleb do masła? Rozsmaruj mnie.",
"Co mówi burak do marchwi? Ale jesteś pomarańczowa.",
"Po co psu ogon? Żeby miał z czego się cieszyć.",
"Co robi ogórek na imprezie? Tańczy w słoiku.",
"Dlaczego kalendarz jest popularny? Bo ma dużo dat.",
"Co robi cebula na dyskotece? Płacze ze szczęścia.",
"Jak nazywa się szybki arbuz? Melon ekspresowy.",
"Po co krowa nosi dzwonek? Bo jej rogi nie działają.",
"Co mówi ołówek do gumki? Zmazałaś mnie.",
"Dlaczego książka jest gruba? Bo ma dużo historii.",
"Co robi kura w windzie? Jedzie na jajach.",
"Po co nietoperz nosi pelerynę? Bo jest fanem Batmana.",
"Dlaczego banan jest krzywy? Bo nie ma kręgosłupa.",
"Co mówi piłka do rakiety? Odbij mnie.",
"Dlaczego rower stoi sam? Bo jest dwukołowy.",
"Co robi kaczka na komputerze? Kwacze na czacie.",
"Co mówi jabłko do gruszki? Ale jesteś krzywa.",
"Po co wiewiórka zbiera orzechy? Bo to jej hobby.",
"Co robi zegar w kuchni? Odmierza obiady.",
"Dlaczego wiatrak się kręci? Bo chce mieć zawroty głowy.",
"Co mówi herbata do cukru? Słodzisz mnie.",
"Dlaczego telefon poszedł do szkoły? Bo chciał mieć więcej kontaktów.",
"Co robi ryż w garnku? Gotuje się.",
]
